Repository: adhami3310/Impression
Catalog: po/*.po
Languages: ar, ca_es, cs, de, es, fr, hr, it, ja, kab, nb, nl, oc, pl, pt_br, ru, tr

source: Media Writer
ar: كاتب وسائط
ca_es: Eina d'escriptura multimèdia
cs: Program pro zápis médií
de: Medien-Schreibprogramm
es: Escritor de medios
fr: Graveur de médias
hr: Pisač medija
it: Scrittore multimediale
ja: メディアライター
kab: Amyaru n imidyaten
nb: Mediaskriver
nl: Mediamaker
oc: Enregistrador de mèdia
pl: Zapisywanie nośników
pt_br: Gravador de Mídia
ru: Запись носителей
tr: Ortam Yazıcı

source: Create bootable drives
ar: أنشئ سوَّاقات قابلة للإقلاع
ca_es: Creeu dispositius d'arrencada
cs: Vytvořte bootovatelné disky
de: Bootfähige Laufwerke erstellen
es: Crear unidades de arranque
fr: Créez des périphériques bootables
hr: Stvori diskove za pokretanje
it: Crea unità avviabili
ja: ブート可能なドライブを作成する
kab: Snulfu-d iḍebsiyen yettekkaren
nb: Opprett oppstartbare disker
nl: Maak opstartbare schijven
oc: Crear de lector aviables
pl: Tworzenie dysków startowych
pt_br: Crie pendrives inicializáveis
ru: Создание загрузочных дисков
tr: Önyüklenebilir USB sürücü oluştur

source: usb;flash;writer;bootable;drive;iso;img;disk;image
ar: يو إس بي;فلاش;ناسخ;إقلاعي;سواقة;أيزو;صورة;قرص;usb;flash;writer;bootable;drive;iso;img;disk;image
ca_es: usb;flash;escriptor;llapis;arrencar;unitat;disc;iso;img;imatge;dispositiu
cs: usb;flash;bootable;drive;iso;disk;image;jednotka;obraz;bootování
de: usb;flash;writer;Schreiber;Brenner;bootable;bootfähig;drive;Laufwerk;iso;img;disk;Festplatte;Image;Abbild
es: usb;flash;writer;bootable;drive;iso;img;disk;image;grabar;escritor;disco;imagen;
fr: usb;flasher;graveur;bootable;drive;iso;img;disque;image;périphérique
hr: usb;flash;writer;pisač;bootable;pokretanje;drive;pogon;iso;img;disk;slika
ja: usb;フラッシュ;ライター;ブート可能;ドライブ;iso;img;ディスク;イメージ
nb: usb;flash;skrivere;oppstartbar;bootable;iso;img;disk;bilete;bilde;
nl: usb;schrijven;opstartbaar;schijf;iso;schijfkopie;disk;flash;img;
oc: usb;flash;escriure;aviable;bootable;lector;iso;disc;imatges
pl: usb;flash;zapisywanie;bootowalny;napęd;iso;img;dysk;obraz
pt_br: usb;gravar;flash;gravador;bootável;inicializável;pendrive;iso;img;disco;imagem
ru: usb;flash;bootable;drive;iso;disk;image;запись;загрузочный;накопитель;диск;образ
tr: usb;flash;writer;bootable;drive;iso;img;disk;image;flaş;başlatılabilir;önyüklenebilir;USB;sürücü;disk;görüntü;

source: Window width
ar: عُرض النافذة
ca_es: Amplada de la finestra
cs: Šířka okna
de: Fensterberite
es: Anchura de ventana
fr: Largeur de la fenêtre
hr: Širina prozora
it: Larghezza della finestra
ja: ウィンドウ幅
kab: Teɣzi n usfaylu
nb: Vindubredde
nl: Vensterbreedte
oc: Largor de la fenèstra
pl: Szerokość okna
pt_br: Largura da janela
ru: Ширина окна
tr: Pencere genişliği

source: Window height
ar: ارتفاع النافذة
ca_es: Alçada de la finestra
cs: Výška okna
de: Fensterhöhe
es: Altura de ventana
fr: Hauteur de la fenêtre
hr: Visina prozora
it: Altezza della finestra
ja: ウィンドウ高さ
kab: Tehri n usfaylu
nb: Vinduhøyde
nl: Vensterhoogte
oc: Nautor de la fenèstra
pl: Wysokość okna
pt_br: Altura da janela
ru: Высота окна
tr: Pencere yüksekliği

source: Window maximized state
ar: حالة تكبير النافذة
ca_es: Estat de maximització de la finestra
cs: Maximalizovaný stav okna
de: Maximierter Zustand des Fensters
es: Estado maximizado de la ventana
fr: État maximisé de la fenêtre
hr: Maksimalno povećani prozor
it: Stato della finestra massimizzato
ja: ウィンドウの最大化状態
kab: Addad n usfaylu ameqqran
nb: Hvorvidt vinduet er maskimisert
nl: Venstermaximalisatie
oc: Estat maximizat de la fenèstra
pl: Stan maksymalizacji okna
pt_br: Estado de maximização da janela
ru: Окно развернуто
tr: Pencerenin ekranı kaplama durumu

source: Write disk images to your drives with ease. Select an image, insert your drive, and you're good to go! Impression is a useful tool for both avid distro-hoppers and casual computer users.
ar: اكتب صور الأقراص على سوَّاقاتك بسهولة. اختر صورة، وأدخل سوَّاقتك، ثم ابدأ العمل! «إمبرشن» أداة مفيدة لهواة التنقل بين التوزيعات ومستخدمي الحاسوب العاديين على حد سواء.
ca_es: Escriviu imatges de disc als vostres dispositius amb facilitat. Seleccioneu una imatge, inseriu el vostre disc i estareu llest per començar! L'Impressió és una eina útil tant per als usuaris apassionats de les distribucions com per als usuaris d'ordinadors més ocasionals.
cs: Přeneste snadno obrazy disků na vaše disky. Vyberte obraz disku, vložte USB disk a můžete začít! Impression je užitečný nástroj jak pro zapálené distro-hoppery, tak pro běžné uživatelé počítačů.
de: Schreiben Sie Datenträgerabbilder mit Leichtigkeit. Wählen Sie ein Abbild aus, verbinden Sie den Datenträger und Sie sind startklar! Impression ist ein nützliches Werkzeug - sowohl für Distro-Hopper als auch für gelegentliche Computerbenutzer.
es: Grabe imágenes de disco en sus unidades con facilidad. Seleccione una imagen, inserte la unidad y ¡listo! Impresión es una herramienta útil tanto para los ávidos aficionados a cambiar de distribución como para los usuarios ocasionales.
fr: Gravez des images disques sur vos périphériques en toute simplicité. Sélectionnez une image, insérez votre périphérique et vous y êtes ! Impression est un utilitaire pratique pour ceux changeant régulièrement de distribution Linux comme pour tout utilisateur occasionnel.
hr: Zapiši slike diskova na svoje diskove s lakoćom. Odaberi sliku, umetni disk i gotovo! Impression je koristan alat za korisnike s raznim distribucijama kao i za obične korisnike računala.
ja: ドライブにディスクイメージを書き込む作業を簡単に行えます。イメージを選択し、ドライブを挿入すれば準備完了です。Impressionは、ディストリビューションを頻繁に切り替える上級者にも、普段使いのユーザーにも役立つツールです。
nb: Skriv diskbilder til diskene dine med letthet. Velg et bilde, sett inn disken din, og så er du klar! Impression er et nyttig verktøy for begge ivrige distrohoppere og vanlige datamaskinbrukere.
nl: Maak moeiteloos opstartbare schijven. Kies een schijfkopie, koppel een usb-schijf aan en gaan met die banaan! Impression is onmisbaar voor zowel ‘distrohoppers’ als minder ervaren gebruikers.
oc: Escrivètz vòstres imatges disc als vòstres lectors facialament. Seleccionatz un imatge, inserissètz lo lector e sètz lèst ! Impression es una aisina utila tan pels afogats de gravadura d’iso coma pels utilizaires d’ordenador ordinaris.
pl: Z łatwością zapisuj obrazy dysków na swoich nośnikach. Wybierz obraz, włóż dysk i gotowe! Impresja to przydatne narzędzie zarówno dla zapalonych distro-hopperów, jak i zwykłych użytkowników komputerów.
pt_br: Grave imagens de disco em pendrives com facilidade. Selecione uma imagem,insira seu pendrive, e pronto! Impressão é uma ferramenta útil, tanto para ávidos "distro-hoppers", quanto para usuários casuais.
ru: С легкостью записывайте образы на свои диски. Выберите образ, вставьте диск, и все готово! Impression — полезный инструмент как для заядлых любителей дистрибутивов, так и для обычных пользователей компьютеров.
tr: Disk görüntülerini sürücülerinize kolaylıkla yazın. Bir görüntü seçin, sürücünüzü takın ve işlem tamam! Impression, hem dağıtım denemeyi seven, hem de günlük bilgisayar kullanıcıları için kullanışlı bir araçtır.

source: Screen with a choice of a local image or internet download
ar: شاشة اختيار لصورة محليَّة أو تنزيلها من الإنترنت
ca_es: Pantalla amb l'opció d'una imatge local o una baixada d'internet
cs: Obrazovka s výběrem místního obrazu disku nebo stažení z internetu
de: Bildschirm mit einer Auswahlmöglichkeit für eine lokale Abbilddatei oder einen Download aus dem Internet
es: Ventana con opción de imagen local o descarga de Internet
fr: Écran avec un choix d’images locales ou de téléchargements Internet
hr: Ekran za biranje lokalne slike ili za preuzimanje s interneta
ja: ローカルイメージまたはインターネットからのダウンロードを選択する画面
kab: Agdil s ufran n tugna tadigant neɣ n usader seg Internet
nb: Skjerm med et valg mellom et lokalt bilde eller nedlastbare bilder fra internett
nl: Scherm met keuze uit lokale schijfkopie of download
oc: Ecran amb la causida d’imatges locals e lo telecargament internet
pl: Ekran z wyborem obrazu lokalnego lub pobranego z Internetu
ru: Экран с выбором локального образа или загрузки из интернета

source: Screen with a chosen ISO and available USB memories
ar: شاشة تعرض ملف ISO المختار وذواكر USB المتاحة
ca_es: Pantalla amb una ISO seleccionada i dispositius USB disponibles
cs: Obrazovka s vybraným ISO a dostupnými USB disky
de: Bildschirm mit einer ausgewählten ISO-Datei und verfügbaren USB-Speichern
es: Ventana con la ISO elegida y las memorias USB disponibles
fr: Écran avec une image ISO sélectionnée et des périphériques USB disponibles
hr: Ekran s odabranom ISO datotekom i dostupnim USB memorijama
ja: 選択したISOと利用可能なUSBメモリを表示する画面
kab: Agdil s tugna ISO yettwafernen akked yibenkan USB llan
nb: Skjerm med et valgt ISO-bilde og tilgjengelige USB-disker
nl: Scherm met gekozen iso-bestand en beschikbare schijven
oc: Ecran amb l’ISO causit e las memòrias USB disponiblas
pl: Ekran z wybranym ISO i dostępnymi pamięciami USB
ru: Экран с выбранным ISO и доступными USB-накопителями

source: Writing the ISO in progress
ar: كتابة ISO قيد التقدُّم
ca_es: Escriptura de la ISO en progrés
cs: Probíhá nahrávání ISO
de: ISO-Datei wird geschrieben
es: Escritura de la ISO en curso
fr: Gravure de l’ISO en cours
hr: Zapisivanje ISO datoteke u tijeku
ja: ISOを書き込み中
kab: Tira n ISO tteddu
nb: Skjerm som er i gang med å skrive ISO-bildet
nl: Scherm met voortgangsstatus
oc: Escritura de l’ISO en cors
pl: Zapisywanie pliku ISO w toku
ru: Выполняется запись ISO

source: Success screen with a big check mark
ar: شاشة النجاح مع علامة صح كبيرة
ca_es: Pantalla d'èxit amb una gran marca de verificació
cs: Obrazovka úspěchu s velkým zaškrtnutím
de: Erfolgsbildschirm mit einem großen Haken
es: Ventana de éxito con una gran marca de verificación
fr: Écran de tâche accomplie avec un symbole coché
hr: Ekran uspjeha s velikom kvačicom
it: Schermata di successo con un segno di spunta grande
ja: 大きなチェックマークを表示する成功画面
nb: Lykkeskjerm med en stor hake
nl: Afrondingsscherm met groot vinkje
oc: Ecran de succès amb una granda marca de verificacion
pl: Ekran sukcesu z dużym znacznikiem wyboru
pt_br: Tela de sucesso com uma grande marca de verificação
ru: Экран успешного выполнения с большой галочкой
tr: Büyük bir onay işareti ile başarı ekranı

source: This is a minor release of Impression with a few small improvements.
cs: Tato verze Impression přináší spoustu drobných vylepšení.
fr: Ceci est une version mineure de Impression avec quelques améliorations.
ru: Это минорный релиз Impression с несколькими небольшими улучшениями.

source: Support for .xz files
cs: Podpora souborů .xz
fr: Prise en charge des fichiers .xz
ru: Поддержка файлов .xz

source: Faster downloading of images
cs: Rychlejší stahování obrazů disků
fr: Téléchargement des images plus rapide
ru: Более быстрая загрузка образов

source: Impression is made possible by volunteer developers, designers, and translators. Thank you for your contributions!
cs: Impression je tvořen dobrovolnými vývojáři, designéry a překladateli. Děkujeme za vaše příspěvky!
es: Impresión es posible gracias a desarrolladores, diseñadores y traductores voluntarios. ¡Gracias por sus contribuciones!
fr: Impression est un projet rendu possible par des développeurs, des designers et traducteurs bénévoles. Merci pour vos contributions !
ru: Impression существует благодаря добровольным разработчикам, дизайнерам и переводчикам. Спасибо за ваш вклад!

source: This minor release fixes a bug where some .ISO files wouldn't be detected.
cs: Tato verze opravuje chybu, kdy některé soubory .ISO nebyly detekovány.
es: Esta versión menor corrige un error por el que algunos archivos .ISO no se detectaban.
fr: Cette version mineure corrige un bogue empêchant la détection de certains fichiers .ISO.
ru: В этом минорном релизе исправлена ошибка, из-за которой некоторые файлы .ISO не обнаруживались.

source: This release of Impression brings even more convenience and power to your fingertips:
cs: Tato verze Impression přináší ještě více pohodlí a výkonu na dosah ruky:
es: Esta versión de Impresión le ofrece aún más comodidad y potencia:
fr: Cette nouvelle version d’Impression apporte plus de confort et de praticité à la portée de vos doigts :
ru: Этот релиз Impression предоставляет вам еще больше удобств и возможностей:

source: Direct download of a selection of images directly from the app
cs: Přímé stažení výběru obrazů disků přímo z aplikace
es: Descarga directa de una selección de imágenes directamente desde la aplicación
fr: Téléchargement direct d’une sélection d’images directement depuis l’application
ru: Прямая загрузка выбранного образа прямо из приложения

source: Updated and more understandable terminology
cs: Aktualizovaná a srozumitelnější terminologie
es: Terminología actualizada y más comprensible
fr: Terminologie mise à jour et clarifiée
ru: Обновленная и более понятная терминология

source: Security fixes
cs: Bezpečnostní opravy
es: Correcciones de seguridad
fr: Correctifs de sécurité
ru: Исправления безопасности

source: This minor release of Impression delivers:
cs: Tato verze Impression přináší:
es: Esta versión menor de Impresión ofrece:
fr: Cette mise à jour mineure de Impression apporte :
ru: Этот незначительный выпуск Impression приносит:

source: Support for mobile screen sizes
cs: Podpora velikostí obrazovky mobilních zařízení
es: Compatibilidad con pantallas de móviles
fr: La prise en charge des écrans d’appareils mobiles
ru: Поддержка размеров экрана мобильных устройств

source: Various bug fixes, improving reliability and stability
cs: Různé opravy chyb zvyšující spolehlivost a stabilitu
es: Varias correcciones de errores que mejoran la fiabilidad y la estabilidad
fr: Diverses corrections de bogues, améliorant la fiabilité et la stabilité
ru: Различные исправления ошибок, повышающие надежность и стабильность работы

source: Brazillian Portugese translations, making Impression available in a total of 9 languages
cs: Překlady do brazilské portugalštiny, díky čemuž je Impression k dispozici celkem v 9 jazycích
es: Traducciones al portugués de Brasil, con lo que Impresión está disponible en un total de 9 idiomas.
fr: Une traduction en portugais brésilien, ce qui rend Impression disponible dans 9 langues au total
ru: Бразильский португальский перевод, что делает Impression доступным в общей сложности на 9 языках

source: This major release of Impression brings a bunch of exciting improvements:
cs: Tato verze Impression přináší spoustu zajímavých vylepšení:
es: Esta versión principal de Impresión trae un montón de mejoras interesantes:
fr: Cette mise à jour majeure apporte un paquet de chouettes améliorations :
ru: Этот крупный выпуск Impression содержит целый ряд интересных улучшений:

source: Visual enhancements to make the app more beautiful, focused, and engaging
cs: Vizuální vylepšení, díky kterým bude aplikace krásnější a poutavější
es: Mejoras visuales para que la aplicación sea más atractiva y atractiva.
fr: Améliorations visuelles pour rendre l’application plus esthétique, focalisée et attrayante.
ru: Визуальные улучшения, делающие приложение более красивым, целенаправленным и привлекательным

source: Automatic updates of the available drives list
cs: Automatické aktualizace seznamu dostupných disků
es: Actualización automática de la lista de unidades disponibles
fr: Mise à jour automatique de la liste des périphériques disponibles
ru: Автоматическое обновление списка доступных дисков

source: Explicit drive selection before flashing, to avoid accidental data loss
cs: Explicitní výběr disku před flashováním, aby nedošlo k náhodné ztrátě dat
es: Selección explícita de la unidad antes del flasheo, para evitar la pérdida accidental de datos.
fr: Sélection explicite du périphérique avant le flashage, pour éviter toute perte de données accidentelle
ru: Явный выбор диска перед записью позволяет избежать случайной потери данных

source: Turkish and Czech translations, making Impression available in a total of 8 languages
cs: Turecký a český překlad, díky čemuž je Impression dostupný celkem v 8 jazycích
es: Traducciones al turco y al checo, con lo que Impresión está disponible en un total de 8 idiomas.
fr: Traductions tchèque et turque, ce qui rend Impression disponible dans 8 langues au total
ru: Переводы на турецкий и чешский языки, благодаря чему Impression доступен в общей сложности на 8 языках

source: The versioning scheme has been simplified to only include major and minor versions. The previous version of Impression was 1.0.1, this is version 2.0. Going forward, new features and noticeable changes will be included in new major releases, while fixes and translations will result in new minor releases.
cs: Schéma verzí bylo zjednodušeno tak, aby zahrnovalo pouze hlavní a vedlejší verze. Předchozí verze Impression byla 1.0.1, toto je verze 2.0. V budoucnu budou nové funkce a znatelné změny zahrnuty do nových hlavních verzí, zatímco opravy a překlady povedou k novým podverzím.
es: El esquema de versiones se ha simplificado para incluir únicamente versiones mayores y menores. La versión anterior de Impresión era la 1.0.1, ésta es la 2.0. En adelante, las nuevas funciones y los cambios notables se incluirán en nuevas versiones mayores, mientras que las correcciones y traducciones darán lugar a nuevas versiones menores.
fr: Le schéma de numérotation des versions a été simplifié pour inclure uniquement les versions majeures et mineures. La version précédente de Impression était la 1.0.1, cette version est la 2.0. Par la suite, les nouvelles fonctionnalités et les changements notables seront inclus dans les mises à jour majeures, tandis que les corrections de bogues et les traductions seront intégrées par des mises à jour mineures.
ru: Схема версий была упрощена и теперь включает в себя только мажорные и минорные версии. Предыдущая версия Impression была 1.0.1, эта версия - 2.0. В дальнейшем новые возможности и заметные изменения будут включаться в новые мажорные версии, а исправления и переводы - в новые минорные версии.

source: Added Spanish, French, German, Russian, and Italian translations.
cs: Přidány španělské, francouzské, německé, ruské a italské překlady.
es: Añadidas traducciones al español, francés, alemán, ruso e italiano.
fr: Ajout de traductions espagnole, française, allemande, russe et italienne.
ru: Добавлены переводы на испанский, французский, немецкий, русский и итальянский языки.

source: Initial version.
cs: První verze.
de: Anfängliche Version.
es: Versión inicial.
fr: Version initiale.
it: Versione iniziale.
ru: Первоначальная версия.

# shortcut window
source: General
ar: عام
cs: Obecné
de: Allgemein
fr: Général
hr: Općenito
it: Generale
ja: 一般
kab: Amatu
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общие
tr: Genel

# shortcut window
source: Open File
ar: افتح ملفًا
ca_es: Obre un fitxer
cs: Otevřít soubor
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir un fichier
hr: Otvori datoteku
it: Apri file
ja: ファイルを開く
kab: Ldi Afaylu
nb: Åpne fil
nl: Bestand openen
oc: Dobrir fichièr
pl: Otwórz plik
pt_br: Abrir Arquivo
ru: Открыть файл
tr: Dosya Aç

# shortcut window
source: New Window
ar: افتح نافذة جديدة
cs: Nové okno
de: Neues Fenster
es: Ventana nueva
fr: Nouvelle fenêtre
it: Nuova finestra
kab: Asfaylu amaynut
nb: Nytt vindu
oc: Fenèstra novèla
pl: Nowe okno
pt_br: Nova Janela
ru: Новое окно
tr: Yeni Pencere

# shortcut window
source: Show Shortcuts
ar: اعرض الاختصارات
ca_es: Mostra les dreceres de teclat
cs: Zobrazit zkratky
de: Tastenkürzel anzeigen
es: Mostrar atajos
fr: Afficher les raccourcis
hr: Prikaži prečace
it: Mostra scorciatoie
ja: ショートカットを表示
kab: Sken-d inegzumen
nb: Vis tastatursnarveier
nl: Sneltoetsen tonen
oc: Afichar los acorchis
pl: Pokaż skróty klawiszowe
pt_br: Mostrar Atalhos
ru: Показать комбинации клавиш
tr: Kısayolları Göster

# shortcut window
source: Quit
ar: اخرج
ca_es: Surt
cs: Ukončit
de: Beenden
es: Salir
fr: Quitter
hr: Zatvori aplikaciju
it: Esci
ja: 終了
kab: Ffeɣ
nb: Avslutt
nl: Afsluiten
oc: Quitar
pl: Wyjdź
pt_br: Sair
ru: Выйти
tr: Çık

source: Drop Here to Open
ar: أفلِت هنا للفتح
ca_es: Deixeu-ho anar aquí per obrir-ho
cs: Přetažením sem otevřete
fr: Déposez ici pour ouvrir
hr: Ispusti ovdje za otvaranje
ja: ここにドロップして開く
kab: Ssers-itt da akken ad teldiḍ
nb: Slipp her for å åpne
nl: Sleep een item hierheen
oc: Depausatz aicí per dobrir
pl: Upuść tutaj, aby otworzyć
ru: Перетащите сюда, чтобы открыть

source: Main Menu
ar: القائمة الرئيسة
ca_es: Menú principal
cs: Hlavní menu
de: Hauptmenü
es: Menú principal
fr: Menu principal
hr: Glavni izbornik
it: Menu principale
ja: メインメニュー
kab: Umuɣ agejdan
nb: Hovedmeny
nl: Hoofdmenu
oc: Menú principal
pl: Menu główne
pt_br: Menu Principal
ru: Главное меню
tr: Ana Menü

source: Choose Image
ar: اختر صورة
ca_es: Trieu la imatge
cs: Vyberte obraz disku
de: Abbild auswählen
es: Elegir imagen
fr: Choisissez une image
hr: Odaberi sliku
ja: イメージを選択
kab: Fren tugna
nb: Velg bilde
nl: Kies een schijfkopie
oc: Causir un imatge
pl: Wybierz obraz
pt_br: Escolher uma imagem
ru: Выберите образ
tr: Görüntü Seç

source: Open File…
ar: افتح ملفًا…
ca_es: Obre un fitxer…
cs: Otevřít soubor…
de: Datei öffnen …
es: Abrir archivo…
fr: Ouvrir un fichier…
hr: Otvori datoteku …
it: Apri file…
ja: ファイルを開く…
kab: Ldi afaylu…
nb: Åpne fil…
nl: Bestand openen…
oc: Dobrir un fichièr…
pl: Otwórz plik…
pt_br: Abrir Arquivo…
ru: Открыть файл…
tr: Dosya Aç…

source: Direct Download
ar: نزِّل مباشرة
ca_es: Baixada directa
cs: Přímé stahování
de: Direkter Download
es: Descarga directa
fr: Téléchargement direct
hr: Izravno preuzimanje
ja: 直接ダウンロード
kab: Azdam srid
nb: Direkte nedlasting
nl: Downloaden
oc: Telecargament dirècte
pl: Bezpośrednie pobieranie
pt_br: Download Direto
ru: Прямая загрузка
tr: Doğrudan İndir

source: No Connection
ar: لا يوجد اتصال
ca_es: Sense connexió
cs: Žádné připojení
de: Keine Verbindung
es: Sin conexión
fr: Aucune connexion
hr: Ne postoji veza s internetom
ja: 接続なし
kab: Ulac tuqqna
nb: Ingen tilkobling
nl: Geen internetverbinding
oc: Cap de connexion
pl: Brak połączenia
pt_br: Sem Conexão
ru: Нет соединения
tr: Bağlantı Yok

source: Connect to the internet to view available images
ar: اتصل بالإنترنت لعرض الصور المتاحة
ca_es: Connecteu-vos a internet per veure les imatges disponibles
cs: Chcete-li zobrazit dostupné obrazy disků, připojte se k internetu
de: Stellen Sie eine Internetverbindung her, um die verfügbaren Abbilddateien zu sehen
es: Conéctese a Internet para ver las imágenes disponibles
fr: Connectez-vous à Internet pour voir les images disponibles
hr: Poveži se s internetom za prikaz dostupnih slika
ja: 利用可能なイメージを見るにはインターネットに接続してください
kab: Qqen ɣer Internet akken ad twaliḍ tugniwin yellan
nb: Koble til internett for å vise tilgjengelige bilder
nl: Maak verbinding met het internet om beschikbaar schijfkopieën te tonen
oc: Connectatz-vos a l’Internet per veire los imatges disponibles
pl: Połącz się z Internetem, aby wyświetlić dostępne obrazy
pt_br: Conecte-se a internet para ver as imagens disponíveis
ru: Подключитесь к Интернету для просмотра доступных образов
tr: Kullanılabilir görüntüleri görmek için internete bağlanın
