Repository: adhami3310/Impression
Catalog: po/*.po
Languages: ar, ca_es, cs, de, es, fr, hr, it, ja, kab, nb, nl, oc, pl, pt_br, ru, tr

source: All data on the selected drive will be erased
ar: ستُمحى كل البيانات الموجودة على السوَّاقة المحدَّدة
ca_es: Totes les dades de la unitat seleccionada seran esborrades
cs: Všechna data na vybraném disku budou vymazána
de: Alle Daten auf dem ausgewählten Laufwerk werden gelöscht
es: Se eliminarán todos los datos de la unidad seleccionada.
fr: Toutes les données sur le périphérique sélectionné seront effacées
hr: Svi podaci na odabranom disku će se izbrisati
it: Tutti i dati sull'unità selezionata verranno cancellati
ja: 選択したドライブ上のすべてのデータは消去されます
kab: Akk isefka yella deg uḍebsi yettwafernen ad ttwakksen
nb: Alle data på den valgte disken skal slettes
nl: Let op: alle gegevens op de gekozen schijf worden gewist
oc: Totas las donadas del lector seleccionat seràn escafadas
pl: Wszystkie dane na wybranym dysku zostaną usunięte
pt_br: Todos os dados armazenados no pendrive selecionado serão apagados
ru: Все данные на выбранном диске будут удалены
tr: Seçilen USB sürücüdeki tüm veriler silecek

source: Write
ar: اكتب
ca_es: Escriu
cs: Nahrát
de: Schreiben
es: Escribir
fr: Graver
hr: Zapiši
ja: 書き込み
kab: Aru
nb: Skriv
nl: Wegschrijven
oc: Escriure
pl: Zapisz
pt_br: Gravar
ru: Записать
tr: Yazdır

source: No Drives
ar: لا توجد سواقات
ca_es: Sense unitats
cs: Žádné disky
de: Keine Laufwerke
es: Sin unidades
fr: Aucun périphérique
hr: Nema diskova
it: Nessun drive
ja: ドライブがありません
kab: Ulac ibenk
nb: Ingen disker
nl: Geen schijven
oc: Cap de lector
pl: Brak dysków
pt_br: Sem Pendrives
ru: Нет дисков
tr: USB Sürücü Yok

source: Insert a drive to write to
ar: أدخل سوَّاقة للكتابة عليها
ca_es: Inseriu un dispositiu per escriure-hi
cs: Vložte disk, na který chcete nahrát obraz disku
de: Legen Sie ein Laufwerk ein, auf das geschrieben werden soll
es: Inserte una unidad en la que escribir
fr: Insérez un périphérique sur lequel graver l’image
hr: Umetni disk za zapisivanje
ja: 書き込み先のドライブを挿入してください
kab: Qqen-d aḍebsi ɣef ara taruḍ
nb: Sett inn en disk for å skrive bilde
nl: Koppel een schijf aan om
oc: Inserir un lector ont escriure
pl: Włóż dysk do zapisu
pt_br: Insira um pendrive para gravar
ru: Вставьте диск для записи
tr: Yazdırmak için sürücü takın

source: Writing Completed
ar: اكتملت الكتابة
ca_es: S'ha completat l'escriptura
cs: Nahrávání ukončeno
de: Schreiben abgeschlossen
es: Escritura completada
fr: Gravure terminée
hr: Zapisivanje završeno
ja: 書き込みが完了しました
kab: Tira temmed
nb: Skriving fullført
nl: Wegschrijven voltooid
oc: Escritura acabada
pl: Zapisywanie ukończone
pt_br: Gravação Completa
ru: Запись завершена
tr: Yazdırma Tamamlandı

source: The drive can be safely removed
ar: يمكن إزالة السوَّاقة بأمان
ca_es: Es pot retirar la unitat de manera segura
cs: Disk lze bezpečně vyjmout
de: Das Laufwerk kann sicher entfernt werden
es: La unidad puede extraerse de forma segura
fr: Le périphérique peut être retiré en toute sécurité
hr: Disk se može sigurno ukloniti
it: L'unità può essere rimossa in modo sicuro
ja: ドライブを安全に取り外せます
nb: Disken kan trygt fjernes
nl: De schijf kan worden afgekoppeld
oc: Se pòt levar lo lector en tota seguretat
pl: Dysk można bezpiecznie wyjąć
pt_br: O pendrive pode ser removido com segurança
ru: Диск можно безопасно извлечь
tr: USB sürücü güvenle çıkarılabilir

source: Finish
ar: أنهِ
ca_es: Finalitza
cs: Dokončit
de: Ende
es: Finalizar
fr: Terminer
hr: Završi
it: Finito
ja: 完了
kab: Fakk
nb: Fullfør
nl: Afronden
oc: Acabar
pl: Zakończ
pt_br: Finalizar
ru: Готово
tr: Bitir

source: Writing Unsuccessful
ar: أخفقت الكتابة
ca_es: No s'ha pogut escriure
cs: Nahrávání bylo neúspěšné
de: Schreiben fehlgeschlagen
es: Escritura fallida
fr: Échec de la gravure
hr: Zapisivanje neuspjelo
ja: 書き込みに失敗しました
kab: Tuccḍa deg tira
nb: Skriving mislyktes
nl: Het wegschrijven is mislukt
oc: Escritura fracassada
pl: Zapis nie powiódł się
pt_br: Gravação Mal-Sucedida
ru: Запись не удалась
tr: Yazdırma Başarısız

source: Retry
ar: أعِد المحاولة
ca_es: Torna-ho a intentar
cs: Opakovat
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hr: Pokušaj ponovo
it: Riprova
ja: 再試行
kab: Ɛreḍ i tikkelt-nniḍen
nb: Prøv på nytt
nl: Opnieuw proberen
oc: Tornar ensajar
pl: Spróbuj ponownie
pt_br: Tentar Novamente
ru: Повторить попытку
tr: Yeniden Dene

source: Writing…
cs: Nahrávání…
de: Schreiben …
es: Escribiendo…
pt_br: Gravando…
tr: Yazdırılıyor…

source: Do not remove the drive
ar: لا تزِل السواقة
ca_es: No desconnecteu la unitat
cs: Nevyjímejte disk
de: Das Laufwerk darf nicht entfernt werden
es: No extraiga la unidad
fr: Ne pas retirer le périphérique
hr: Ne uklanjaj disk
it: Non rimuovere il drive
ja: ドライブを取り外さないでください
kab: Ur tekkes ara aḍebsi-nni
nb: Ikke fjern disken
nl: Let op: verwijder de schijf niet
oc: Tiretz pas lo lector
pl: Nie wyjmuj dysku
pt_br: Não remova o pendrive
ru: Не извлекайте диск
tr: USB sürücüyü çıkarmayın

source: _Cancel
ar: أ_لغِ
ca_es: _Cancel·la
cs: _Zrušit
de: _Abbrechen
es: _Cancelar
fr: A_nnuler
hr: _Odustani
it: _Cancella
ja: キャンセル (_c)
kab: _Semmet
nb: _Avbryt
nl: _Annuleren
oc: _Anullar
pl: _Anuluj
pt_br: _Cancelar
ru: _Отменить
tr: _İptal

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
ca_es: Dreceres de teclat
cs: Klávesové zkratky
de: Tastenkürzel
es: Atajos del teclado
fr: Raccourcis clavier
hr: Tipkovnički prečaci
it: Scorciatoie da tastiera
ja: キーボードショートカット
kab: Inegzumen n unasiw
nb: Tastatursnarveier
nl: Sneltoetsen
oc: Acorchis de clavièr
pl: Skróty klawiszowe
pt_br: Atalhos de Teclado
ru: Комбинации клавиш
tr: Klavye Kısayolları

source: About Impression
ar: عَنْ «إمبرشن»
ca_es: Quant a l'Impressió
cs: O aplikaci Impression
de: Info zu Impression
es: Acerca de Impresión
fr: À propos d’Impression
hr: O aplikaciji Impression
it: Informazioni su Impression
ja: Impression について
kab: Ɣef Impression
nb: Om Impression
nl: Over Impression
oc: A prepaus d’Impression
pl: O Impresji
pt_br: Sobre o Impressão
ru: О приложении
tr: Impression Hakkında

source: Stop Writing?
ar: أأوقف الكتابة؟
ca_es: Voleu aturar l'escriptura?
cs: Zastavit nahrávání?
de: Schreiben beenden?
es: ¿Detener la escritura?
fr: Arrêter la gravure ?
hr: Prekinuti zapisivanje?
ja: 書き込みを停止しますか？
kab: Seḥbes tira ?
nb: Avslutt skriving?
nl: Wegschrijven afbreken?
oc: Arrestar l’escritura ?
pl: Zatrzymać zapis?
pt_br: Parar Gravação?
ru: Остановить запись?
tr: Yazdırma Durdurulsun Mu?

source: This might leave the drive in a faulty state.
cs: Mohlo by to vést k tomu, že disk bude nečitelný.
de: Dies kann dazu führen, dass sich das Laufwerk in einem fehlerhaften Zustand befindet.
es: Esto podría dejar la unidad en un estado defectuoso.
it: Questo potrebbe lasciare il tuo drive in uno stato di errore.
pt_br: Isso pode deixar o pendrive em um estado defeituoso
tr: Bu, USB sürücüyü hatalı bir durumda bırakabilir.

source: _Stop
cs: Zas_tavit
de: _Stopp
es: _Detener
fr: _Arrêter
it: _Ferma
nb: Av_slutt
pt_br: _Parar
ru: _Остановить
tr: _Durdur

source: Erase Drive?
ar: أأمحُ السواقة؟
ca_es: Voleu eliminar la unitat?
cs: Vymazat Disk?
de: Laufwerk löschen?
es: ¿Borrar la unidad?
fr: Effacer le périphérique ?
hr: Izbrisati disk?
ja: ドライブを消去しますか？
kab: Sfeḍ ibenk ?
nb: Slett disken?
nl: Schijf wissen?
oc: Espotir lo lector ?
pl: Wymazać dysk?
pt_br: Apagar Pendrive?
ru: Стереть диск?
tr: Sürüsü Silinsin Mi?

source: _Erase
ar: ا_محُ
ca_es: _Suprimeix
cs: _Vymazat
de: _Löschen
es: _Borrar
fr: _Effacer
hr: _Izbriši
ja: 消去 (_e)
kab: Sf_eḍ
nb: _Slett
nl: Wiss_en
oc: _Escafar
pl: _Wymaż
pt_br: _Apagar
ru: _Стереть
tr: _Sil

source: Writing will begin once the download is completed
ar: ستبدأ الكتابة فور اكتمال التنزيل
ca_es: L'escriptura s'iniciarà un cop s'hagi finalitzat la baixada
cs: Zápis začne po dokončení stahování
de: Das Schreiben beginnt, sobald der Download abgeschlossen ist
es: La escritura comenzará una vez finalizada la descarga
fr: La gravure commencera dès la fin du téléchargement
hr: Zapisivanje će početi nakon završetka preuzimanja
ja: ダウンロードが完了次第、書き込みを開始します
kab: Tira ad tebdu mi ara ifak wezdam
nb: Skrivingen begynner når bildet er fullstendig nedlastet
nl: Het wegschrijven begint zodra het downloaden is afgerond
oc: L’escritura començarà un còp lo telecargament terminat
pl: Zapisywanie rozpocznie się po zakończeniu pobierania
pt_br: A gravação vai iniciar assim que o download estiver completo
ru: Запись начнется сразу после завершения загрузки
tr: İndirme tamamlandığında yazdırma başlayacak

source: Downloading Image…
cs: Stahování obrazu disku…
de: Abbild wird heruntergeladen …
es: Descargando la imagen…
pt_br: Baixando a Imagem…
tr: Görüntü indiriliyor…

source: Copying files…
cs: Kopírování souborů…
de: Dateien werden kopiert …
es: Copiando archivos…
pt_br: Copiando arquivos…
tr: Dosyalar kopyalanıyor…

source: Failed to write image
ar: أخفقت كتابة الصورة
ca_es: No s'ha pogut escriure la imatge
cs: Nepodařilo se nahrát obraz disku
de: Schreiben des Datenträgerabbilds fehlgeschlagen
es: Error al escribir la imagen
fr: Échec de la gravure de l’image
hr: Zapisivanje slike nije uspjelo
ja: イメージの書き込みに失敗しました
kab: Ur yessaweḍ ara ad yesserɣ tugna
nb: Mislyktes med å skrive bildet
nl: De schijfkopie kan niet worden weggeschreven
oc: Escritura impossibla de l’imatge disc
pl: Nie udało się zapisać obrazu
pt_br: Falha ao gravar a imagem
ru: Не удалось записать образ
tr: Görüntü yazdırılamadı

source: Image Written
ar: كُتبت الصورة
ca_es: S'ha escrit la imatge
cs: Obraz disku nahrán
de: Datenträgerabbild wurde geschrieben
es: Imagen escrita
fr: Image gravée
hr: Slika zapisana
ja: イメージの書き込みが完了しました
kab: Tugna tettwaru
nb: Skrev bildet
nl: De schijfkopie is weggeschreven
oc: Imatge escrich
pl: Obraz zapisany
pt_br: Imagem escrita
ru: Образ записан
tr: Görüntü Yazıldı

source: Disk Images
ar: صور الأقراص
ca_es: Imatges de disc
cs: Obrazy disků
de: Datenträgerabbilder
es: Imágenes de disco
fr: Images disque
hr: Slike diskova
it: Immagini disco
ja: ディスクイメージ
kab: Tugniwin n udebṣi
nb: Diskbilder
nl: Schijfkopieën
oc: Imatges disc
pl: Obrazy dysku
pt_br: Imagens de Disco
ru: Образы дисков
tr: Disk Görüntüleri

source: File is not a Disk Image
ar: الملف ليس صورة قرص
ca_es: El fitxer no és una imatge de disc
cs: Soubor není obraz disku
de: Datei ist kein Datenträgerabbild
es: El archivo no es una imagen de disco
fr: Le fichier n’est pas une image disque
hr: Datoteka nije slika diska
ja: ファイルはディスクイメージではありません
kab: Afaylu-nni mačči d tugna n uḍebsi
nb: Filen er ikke et diskbilde
nl: Dit bestand is geen schijfkopie
oc: Lo fichièr es pas un imatge disc
pl: Plik nie jest obrazem dysku
pt_br: O arquivo escolhido não é uma imagem de disco
ru: Файл не является образом диска
tr: Dosya bir Disk Görüntüsü değil

source: translator-credits
ar: أحمد النجماوي <iramosu@protonmail.com>
ca_es: Victor Dargallo <victordargallo@disroot.org>
cs: Amerey.eu
de: FineFindus <https://github.com/FineFindus> Philipp Kiemle <philipp.kiemle@gmail.com>
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
fr: Irénée Thirion <irenee.thirion@e.email>
hr: Milo Ivir <mail@milotype.de>
it: Albano Battistella
ja: 翻訳者クレジット
kab: ButterflyOfFire <butterflyoffire@protonmail.com>
nb: Sunniva Løvstad <impression@turtle.garden>
nl: Heimen Stoffels <vistausss@fastmail.com>
oc: Quentin PAGÈS
pl: Mateusz Dadura <mateusz.dadura@int.pl>
pt_br: Pedro Sader Azevedo
ru: Сергей Ворон <voron@duck.com> Aleksandr Melman <Alexmelman88@gmail.com>
tr: Sabri Ünal <libreajans@gmail.com>

source: Code borrowed from
ar: الكود مستعار من
ca_es: Codi obtingut de
cs: Kód vypůjčený od
de: Code angelehnt an
es: Código tomado de
fr: Code emprunté à
hr: Programski kod je posuđen od
it: Codice preso in prestito da
ja: コードの一部は以下から借用
kab: Tanglat tettwareḍled ɣer
nb: Kode lånet fra
nl: Code geleend van
oc: Còdi empruntat de
pl: Kod zapożyczony od
pt_br: Código emprestado de
ru: Код заимствован из
tr: Kodun ödünç alındığı kaynak

source: Failed to open disk
ar: تعذَّر فتح القرص
ca_es: No s'ha pogut obrir el disc
cs: Nepodařilo se otevřít disk
es: Error al abrir el disco
fr: Échec de l’ouverture du disque
hr: Otvaranje diska nije uspjelo
ja: ディスクを開くことに失敗しました
kab: Ur yessaweḍ ara ad d-yeldi aḍebsi-nni
nb: Mislyktes med å åpne disken
nl: De schijf kan niet worden geopend
oc: Dobertura impossibla del disc
pl: Nie udało się otworzyć dysku
ru: Не удалось открыть диск

source: Failed to extract drive
ar: تعذَّر استخراج السوَّاقة
ca_es: No s'ha pogut extreure la unitat
cs: Nepodařilo se extrahovat disk
es: Error al extraer la unidad
fr: Échec de l’extraction du disque
hr: Izdvajanje diska nije uspjelo
ja: ドライブの抽出に失敗しました
nb: Mislyktes med å ekstrahere disken
nl: De schijf kan niet worden geëxtraheerd
oc: Extraccion impossibla del lector
pl: Nie udało się wyodrębnić dysku
ru: Не удалось извлечь диск

source: Failed to download image
ar: تعذَّر تنزيل الصورة
ca_es: No s'ha pogut baixar la imatge
cs: Nepodařilo se stáhnout obraz disku
es: Error al descargar la imagen
fr: Échec du téléchargement de l’image
hr: Preuzimanje slike nije uspjelo
ja: イメージのダウンロードに失敗しました
kab: Ur yessaweḍ ara ad d-yezdem tugna
nb: Mislyktes med å laste ned bildet
nl: De schijfkopie kan niet worden gedownload
oc: Telecargament impossible de l’imatge
pl: Nie udało się pobrać obrazu
ru: Не удалось загрузить образ

source: Writing to disk failed
ar: تعذَّرت الكتابة على القرص
ca_es: S'ha produït un error en escriure al disc
cs: Nahrávání na disk se nezdařilo
es: Error de escritura en disco
fr: Échec de l’écriture sur le disque
hr: Zapisivanje na disk nije uspjelo
ja: ディスクへの書き込みに失敗しました
kab: Ur yessaweḍ ara ad yaru ɣef uḍebsi
nb: Mislyktes med å skrive til disken
nl: Het wegschrijven is mislukt
oc: Fracàs de l’escritura al disc
pl: Zapis na dysk nie powiódł się
ru: Запись на диск не удалась

source: Writing
ar: يكتب
ca_es: S'està escrivint
fr: Gravure
hr: Zapisivanje
ja: 書き込み中
kab: Tira
nb: Skriver
nl: Bezig met wegschrijven…
oc: Escritura
pl: Zapisywanie
ru: Запись

source: This might leave the drive in a faulty state
ar: قد يترك هذا الإجراء السواقة في حالة تالفة
ca_es: Això podria deixar la unitat en un estat defectuós
fr: Cela pourrait laisser le périphérique dans un état défectueux
hr: To bi moglo ostaviti disk u neispravnom stanju
ja: これによりドライブが正常に動作しなくなる可能性があります
nb: Dette kan gjør disken unyttbar.
nl: Hierdoor kan de schijf onbruikbaar worden
oc: Aquò pòt daissar lo lector dins un estat defectuós
pl: Może to spowodować uszkodzenie dysku
ru: Это может привести к выходу накопителя из строя.

source: Downloading Image
ar: تُنزَّل الصورة
ca_es: S'està baixant la imatge
fr: Téléchargement de l’image
hr: Preuzimanje slike
ja: イメージをダウンロード中
kab: Azdam n tugna
nb: Laster ned bilde
nl: Bezig met downloaden van schijfkopie…
oc: Telecargament de l’imatge
pl: Pobieranie obrazu
ru: Загрузка образа

source: This could take a while
ar: قد يستغرق هذا بعض الوقت
ca_es: Això pot trigar una estona
fr: Cela peut prendre du temps
hr: To može nešto potrajati
ja: しばらく時間がかかることがあります
kab: Aya yezmer ad yeṭṭef cwiṭ n wakud
nb: Dette kan ta en stund
nl: Dit kan even duren
oc: Aquò pòt trigar
pl: To może trochę potrwać
ru: Это может занять некоторое время

source: Impression
ar: إمبرشن
ca_es: Impressió
es: Impresión
pl: Impresja
pt_br: Impressão

source: _Stop Writing
ar: أو_قف الكتابة
ca_es: _Atura l'escriptura
hr: _Prekini zapisivanje
ja: _書き込みを停止
kab: _Seḥbed tira
nl: _Afbreken
oc: _Arrestar l’escritura

source: You will lose all data stored on {}
ar: ستفقد كل البيانات المخزنة على {}
ca_es: Perdreu totes les dades emmagatzemades a {}
hr: Izgubit ćeš sve podatke spremljene na {}
ja: {} に保存されているすべてのデータは失われます
kab: Ad tesṛuḥeḍ akk isefka yettwakelsen deg {}
nb: Du vil tape alle data lagret på {}. Dette kan ikke angres.
nl: Alle gegevens op {} worden gewist
oc: Perdretz totas las donadas gardadas sus {}
pl: Utracone zostaną wszystkie dane zapisane na {}

source: Switcheroo
ar: سويتشيرو

source: Convert and manipulate images
ar: حوِّل الصور وعالجها
ca_es: Convertiu i manipuleu imatges
hr: Konvertiraj i uredi slike
ja: 画像の変換と編集
kab: Selket yerna sseqdec tugniwin
nl: Converteer en bewerk afbeeldingen
oc: Convertir e manipular d’imatges

source: Failed to unmount disk
ar: تعذَّر إلغاء ضم القرص
ca_es: No s'ha pogut desmuntar el disc
hr: Izbacivanje diska nije uspjelo
ja: ディスクのアンマウントに失敗しました
nl: De schijf kan niet worden afgekoppeld
oc: Desmontatge impossible del disc

source: Polish your videos
ca_es: Milloreu els vostres vídeos
hr: Dotjeraj svoja videa
ja: 動画を仕上げる
nl: Schaaf uw video's bij
oc: Melhoratz vòstras fòtos

source: Flash disk images onto your drives with ease. Select an image, insert your drive, and you're good to go! Impression is a useful tool for both avid distro-hoppers and casual computer users.
it: Flesha immagini disco sulle tue unità con facilità. Seleziona un'immagine, inserisci il tuo drive e sei a posto! Impression è uno strumento utile sia per gli avidi distro-hopper e utenti occasionali di computer.

source: bootable
it: Avviabile

source: image
it: immagine

source: Main screen with a chosen ISO and available USB memories
it: Schermata principale con ISO scelta e memorie USB disponibili

source: Flashing the ISO in progress
it: Flashing della ISO in corso

source: Choose an image to flash
it: Scegli un'immagine da fleshare

source: Insert a drive to flash the image onto
it: Inserisci un'unità su cui eseguire il flashing dell'immagine

source: Flashing Completed
it: Flashing completato

source: Flashing Unsuccessful
it: Flashing non riuscito

source: Flashing…
it: Flasching in corso…

source: New Window
it: Nuova finestra

source: Stop Flashing?
it: Fermare il flashing?

source: Failed to flash image
it: Impossibile eseguire il flashing dell'immagine

source: Image flashed
it: Immagine fleshata
